Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “哦？”虽然一番谈话，依旧未能解决清醒药剂的问题，但从这谈话当中，林立却也能感觉出，老格林确实当得起药剂大师的称号，毕竟是几十年积累下来的经验，有些东西听来，就连已达宗师级水准的他也不由觉得新奇，此时听老格林提出疑问，林立也不由来了兴趣：“您先说来听听，说不定可以一起研究研究。”
en_us: "Oh?" Although the discussion failed to help solve the problems of the Sobriety Potion, Lin Li could feel from their conversation that Old Grimm really deserved the title of a master pharmacist. After all, it was decades of accumulated experience. There were some things that sounded new to a guru like him as well. Hearing that Old Grimm had come up with a question, Lin Li's interest was piqued as well. "Tell me about it, maybe we can study about it together."

source: “哦？您认识安度因？”离开落日山脉之后，林立还是第一次听到安度因的消息，一时间不由多看了灰袍法师几眼：“他现在什么情况，脾气是不是还象以前那么倔？”
en_us: "Oh? You know Andoine?" It was the first time Lin Li had heard of news about Andoine after leaving the Sunset Mountains. He couldn't resist taking another few looks at the mage in gray robe. "How's he like now? Is he still stubborn as ever?"

source: “哦？是你啊！”
en_us: "Huh? It's you! "

source: “哦？果然是江家的人！”
en_us: "Oh? You are indeed a member of the Jiang Clan!"

source: “哦？果然！”
en_us: "Oh? True enough..."

source: “哧哧——”
en_us: "Tsk, tsk "

source: “哭什么？”林立刚一进门，就听见葛瑞安在诋毁自己。
en_us: "Cry what?" Lin Li heard Gerian slandering him upon entering the door.

source: “哼……”老梅林翻了个白眼，看着克伦威尔的目光中，带着几分恨铁不成钢的怒意：“我早叫你不要跟家族里那些老家伙走那么近，你为什么就是不听？看看他们都教了你些什么，这些鼠目寸光的东西……四十名五级以上魔法师……看着很美而已！有了这三十瓶奥法药剂，我们拥有的将会是七十名真正的魔法师，而不再是什么可笑的魔法学徒！”
en_us: "Hmph..." Old Merlin rolled his eyes. He shot an exasperated look at Cromwell, a look that also expressed that he’d expected better from him. "I've long told you not to hang out with those old fellows in the family, why won't you listen? Look at what they've taught you, all these short-sighted geezers... 40 mages above level-five... It only looks nice! With these 30 bottles of Arcane Magic Potion, what we will come to have are 70 real mages, and not some ridiculous mage apprentices!"

source: “哼哼！三个月，只要给我三个月时间，我一定让整个江家刮目相看！可惜……干爷爷看不到！”
en_us: "Hmph! Three months! Just give me three months, and I will definitely make the entire Jiang Clan take notice of me! Too bad, though... God-Grandfather will not be able to see me at this moment!"

source: “哼！”
en_us: "Hmph!"

source: “哼！”老梅林终于还是没能憋住，在葛瑞安嚣张的笑声中，带着克伦威尔拂袖而去。
en_us: "Hmph!" Old Merlin could not keep it in at last. With a flick of his sleeves, he left with Cromwell in the midst of Gerian's arrogant laughter.

source: “哼！我还以为你有什么本事……”提到了自己的专业领域，红发美女秀丽的眉毛一挑，绝美的面容上露出了自信的笑容：“身上没有任何伤口，也从未受过魔法攻击，麦格雷尼先生现在这种情况，只有两种可能，一是精神攻击，一是诅咒攻击！”
en_us: "Hmph! Still thinking you're capable..." Speaking of her professional field, the redheaded beauty lifted her fine eyebrows and a confident smile appeared on her face. "There are no wounds on his body, and there was no magical attack. There are only two possibilities for Mr McGrenn's current situation. It can either be a mental attack or a curse!"

source: “哼！暴雨拳，看招！”
en_us: "Hmph! Thunderstorm Punch, take that!"

source: “哼！江逸当众行凶，我等劝说之后依旧一意孤行，所有人听令，一起上拿下江逸！”
en_us: "Hmph! Jiang Yi is committing crimes in public. We have tried to advise him but he continues to be stubborn. Everyone listen to my orders and take down Jiang Yi!"

source: “哼！真是瞎了他的狗眼，也不看看自己威胁的是谁”葛瑞安果然义愤填膺，怒不可遏的宣布：“加洛斯魔法公会这几年虽然维持得很艰难，却还没落魄到受人威胁的地步！既然是我把你弄进公会的，我就必须对你负责，谁要是想动你，就得先问问我葛瑞安同不同意！”
en_us: "Hmph! He must be blind, not even looking at whom he's threatening." Sure enough, Gerian announced in a towering rage, "Although Jarrosus Guild of Magic has been facing some difficulties these few years, we are not that down-and-out to be threatened by others! Since I was the one who got you into the guild, I will take responsibility for it. Whoever dares to touch you will have to ask for my permission!"

source: “哼！还想逃？江如虎，受死！”
en_us: "Hmph! Still trying to escape? Jiang Ruhu, accept your death!"

source: “哼！还愣着干什么？全部给我上！”
en_us: "Hmph! What are you guys waiting for? Everyone, attack!"

source: “哼！雕虫小技。”
en_us: "Parlor tricks," the third-stage guard bellowed.

source: “哼，九阳老儿，你枉自拥有绝世天资，最终却没能成仙，就是因为这种无聊的感情！区区庸碌众生，不过是天地间的刍狗罢了，若是看不穿这点，又如何能够做到寿与天齐，成就仙班？如果你的废话只有这些，本座可没兴趣继续听下去了，拔出你的火龙剑，本座这就送你一程！”冥皇手中凭空出现一把数丈长的镰刀形兵器，随手一挥，冥气和死气泾渭分明，缭绕两边。
en_us: "Hmph! Fogey Nine Yang, you possess peerless talent, but ultimately you failed to become immortal, solely because of this pointless attitude! Mere mortals are nothing but dogs in this world. “If you can't overlook this, how can you expect to enjoy a lifespan equal to the world and ascend to the ranks of the immortals? If rubbish is all you can spew, I have no reason to continue listening. Draw your Fire Dragon Sword. I am going to send you on your way!" A long sickle-like weapon appeared out of thin air and floated into the hands of the Netherworld King. With a flick of his hands, the smell of death and hell arose, lingering on both sides.

source: “哼，九阳老儿，几千年没见，没想到你的废话还是这么多，脸皮还是这么厚！”
en_us: "Hmph! Fogey Nine-Yang, I haven't seen you for a few thousand years, yet you are still full of crap and as thick-skinned as ever!" the Netherworld King retorted coldly.

source: “哼，幻影拳，我也会！”
en_us: "Hmph, Phantom Punch. I know it too!"

source: “哼，迟了……看我的暗器，万毒穿心粉！”
en_us: "Hmph, it was too late... taste my hidden weapon - the Heart-Pierce Million-Poison Powder!"

source: “唉……”
en_us: "Sigh"...

source: “唉……好汉不提当年勇，回忆再多也无用，就不知我这惨状待会被小奴看到，又会担心成什么样子。”
en_us: Jiang Yi sighed. “Worthy men do not dwell on past glories. It’s useless no matter how much I look back. Come to think of it, I have no idea how much Xiaonu would start worrying about me if she saw me in this pitiful state…”

source: “唉……这陪练果然不是人干的活啊，难怪如此高价还是缺人，这群公子小姐完全不把陪练当人看。”
en_us: Sigh... this sparring partnership job is definitely not a task that humans should do. No wonder why there is still a shortage of personnel even with an offer of high pay: these young masters and mistresses don't even treat their sparring partners as fellow human beings.

source: “唉，我总是说不过你！不过爱好和平的我既然死到临头，也就没心情再打上一场了……”
en_us: Wu Ming sighed. "I can't win a war of words against you! Now that the peace-loving me is at hell's gate, I’m in no fighting mood…"

source: “唔……”
en_us: "Huh...."

source: “唔……这个……算不上是吧……”林立只觉一阵头大，幸亏这家伙想起件事来，赶紧把话题转移开：“对了伊娜，你们这次的任务，不是需要猎杀一头狮蝎吗？刚才我好象听麦格雷尼先生说，你们才刚刚布下陷阱，就被双足飞龙给发现了，现在没有猎到狮蝎，回去后任务该怎么办？”
en_us: “Erm… This… I guess not really…” Lin Li was fretting over it when, fortunately, he thought of something else and hurried to change the topic. "Oh, right, Ina, don't you need to kill a Manticore for this quest? I heard Mr McGrenn mention just now that you both had just laid down the trap when the Wyverns discovered it. What will happen to the quest now that you had not managed to hunt down the Manticore?"

source: “唔……这些你别管，相信我！小奴，或许……要不了多久，我就能让你过上好生活了，再也不用出去做工了。”
en_us: "Huh... You don't have to worry about these things, believe me! Xiaonu, perhaps... very soon, I will be able to provide a good life for you. You will no longer need to go out and work anymore."

source: “唔……这小子好快的反应速度，这是铸鼎境二重吗？”
en_us: "Huh... this brat has such a swift reaction, is he at the second stage of the Cast Tripod Realm?"

source: “唔。”
en_us: "Oh."

source: “唰！唰！唰！”
en_us: "Swish! Swish! Swish!"

source: “啊——”
en_us: “Ah—”

source: “啊……啊！”
en_us: "Ah... Ah!"

source: “啊！”
en_us: "Ah!"

source: “啊！”林立目瞪口呆的接过信来，一看信封居然是暧mei的粉红色，右下处还印着一个鲜红的唇印……
en_us: "Ah!" Lin Li took the letter, dumbfounded. The envelope turned out to be an equivocal pink with a bright-red lip print on the bottom right side...

source: “啊！啊！啊！”
en_us: “Ah!” “Ah!” “Ah!”

source: “啊，啊……江逸你完了，你他妈竟敢打断我的手，你完了，你这次死定了！”
en_us: "Ah… ah… Jiang Yi, you are a goner! You bloody bastard! How dare you break my arm!? You are a dead duck this time!"

source: “啊，啊！小野种，我要杀了你，杀了你！”
en_us: "Ahh, Ahh! Little bastard, I'm going to kill you, kill you!"

source: “啊，啊，不要——”
en_us: “Ah… Ah… No!”

source: “啊，啊，啊！”
en_us: “Ah!” “Ah!” “Ah!”

source: “啊，我杀了你这野种！”
en_us: "Ahh! I will kill you, bastard!"

source: “啊？”
en_us: “Ah?”

source: “啊？”林立正在那心不在焉的想着心事，却忽然听见有人跟自己说话，而且从那声音听来，好象还是一个陌生人，林立不由有些疑惑的转过头望去，却看见一名面容英俊的青年正站在自己面前，神色间带着某种林立很不喜欢的东西……
en_us: "Ah?" Lin Li was distracted with his own thoughts when he suddenly heard someone talking to him. From the voice, it seemed to be coming from a stranger. Lin Li turned around in doubt, only to see a handsome young man standing in front of him carrying an expression that Lin Li didn't like...

source: “啊？坏了……”
en_us: "Ah? It's broken..."

source: “啊？坏了！我要走火入魔了……”
en_us: Shit! I'm about to suffer a Qi deviation…

source: “啪——！”等待他的，是一记结结实实的耳光，盛怒之下的艾萨克，神色间已再无平日的雍容。
en_us: "Clap...!" What awaited him was a solid slap in the face. Isaac had lost his usual grace in his fury.

source: “啪！”
en_us: "Pow!"

source: “啪！”“啪！”“啪！”
en_us: Pow! Pow! Pow!

source: “啪，啪！”
en_us: Pow! Pow!

source: “喀嚓喀嚓！”在一阵阵刺耳的声响当中，只见漫天冰屑飞舞。
en_us: "Snip!" The air was filled with ice flakes in the midst of jarring sounds.

source: “喂！喂！我还没说完呢……你们两个小兔崽子，太不象话了！”
en_us: "Hey! Hey! I've not finished... You two little rascals, this is too much!"

source: “喝！”
en_us: "Gulp!"

source: “喝！看我大成的暴雨拳，苍狼你小心了！”
en_us: "Hoo! Take me Phenomenal-Stage Thunderstorm Fist! Lone Wolf, you watch out!"

source: “喝！看招，流云散手！”
en_us: "Hah! Take this, Cloud-Spin Free Hand!"

source: “嗡——”
en_us: "Buzz—"

source: “嗡！”
en_us: "Buzz!"

source: “嗤嗤！”
en_us: "Tsk Tsk!"

source: “嗯……不管了，先清点药田，完成任务后回去好好研究一番！”
en_us: "Eh… whatever, I'll finish up here first and do a thorough study of it once I complete the mission!"

source: “嗯……药力已经环绕丹田了，得快点用黑色元力增幅药力，否则这点药力很快就消散了。”
en_us: "Eh... the medicinal power is already revolving around the dantian. I should quickly apply some black essence force to increase this power, otherwise this little bit of medicinal power will quickly dissipate."

source: “嗯……试试膝盖！”
en_us: "Oh… time to try my knee!"

source: “嗯……这黄参丹的药力开始发作了，自动在滋补伤口了，可惜药力太弱了……”
en_us: "Eh... The medicinal power of this Yellow Ginseng Elixir is starting to take effect and is automatically healing the wound—it's just too bad that the medicinal efficacy is too weak..."

source: “嗯……都是虚招！”
en_us: "Oh... it was all an empty trick!"

source: “嗯嗯！”江小奴接过金叶子重重的点头，又咧嘴一笑，露出两个可爱的小虎牙：“少爷放心吧，我不出大院的。”
en_us: "Mm-mm!" Taking the gold leaf, Xiaonu nodded emphatically and cracked a toothy grin, revealing two adorable little canines, "Don't worry, Young Master. I will not go out of the courtyard."

source: “嗯，先去荣管事那说一声。”
en_us: "Yes, I should go inform Chief Rong first."

source: “嗯，嗯，少爷最厉害了！”
en_us: "Uh huh, uh huh, Young Master is the best!"

source: “嗯，少爷最厉害了，少爷加油！”
en_us: "Yea, Young Master is the best! Young Master, you can do it!"

source: “嗯，少爷最好了！”小奴感动得稀里糊涂的，泪水更如雨水般落下。
en_us: "Uh huh, Young Master is the best!" Xiaonu was so touched that she muddleheadedly cried even harder. Her tears streamed down like rainwater.

source: “嗯，差不多了，试试！”
en_us: "Yeah, almost there! I shall keep trying!"

source: “嗯，看看消耗之后是否能继续提炼出？”
en_us: "Hmm... Let's see if I can continue extracting after consuming them."

source: “嗯，这个是茯苓，二十钱……”
en_us: "Yes, this is china root, one hundred grams..."

source: “嗯，这名江家子弟本性不错，不贪心！”
en_us: "Uh huh, this Jiang Clan son has a good personality, he's not at all greedy!"

source: “嗯？”
en_us: "Huh?"

source: “嗯？果然有点意思！”
en_us: "Mm? How fascinating indeed!"

source: “嗯？这位少爷好强的气势，最少有铸鼎境六重吧？这是哪家的少爷，为何要点名找我？”
en_us: "Oh? What a powerful aura coming off of this young master, I'd reckon the power level is at least at the sixth stage of the Cast Tripod Realm. Which family does this young master belong to, and why has he ordered me?"

source: “嘎嘎嘎嘎嘎！”利维坦猩猩可不管那么多，报以一阵怪笑之后，一支画笔在伊娜脸上画得更欢乐了。
en_us: “Kakakaka!” The Leviathan Gorilla could not care less. After a fit of cackles, it resumed drawing on Ina's face with more joy.

source: “嘎嘎嘎嘎！”一椰子砸倒了地上的人类，那利维坦猩猩更是兴奋得不行，一边跳着一边怪笑，甚至还转身对两人扭了扭屁股。
en_us: “Kakakaka!” The Leviathan Gorilla was greatly excited seeing the coconut fall onto the human. It cackled as it hopped around, and it even wiggled its bottom at the two men.

source: “嘎嘎嘎！”利维坦猩猩只是傻笑，看上去倒是挺高兴的，也不知道是高兴林立收下了戒指，还是高兴自己终于可以送走这个瘟神。
en_us: "Kya kya kya!" The Leviathan Gorilla giggled looking glad, though it was not known if it was because Lin Li had accepted the ring or because it could finally send the pestilence away.

source: “嘶……”
en_us: "Hiss..."

source: “嘿……没什么没什么，药剂配得怎么样了？要是没配好的话，你干脆再去研究研究，逼供这种事，我来也是一样的……”
en_us: "Heh... Nothing, nothing. How did the concoction go? If it's not done yet, you can go and study it over again. Such a thing like extorting a confession I can do it as well..."

source: “嘿嘿……这事真要说起来也是运气，前几天去了趟冒险者公会，正好碰到个交任务的冒险者，那家伙交完任务之后，又拿出半块安眠水晶碎片在那叫卖，冒险者公会那帮蠢货，又哪知道安眠水晶是什么东西，卖了一下午也没卖掉，到时候让我捡了个便宜……哈哈，一百金币买了块碎片，几句话就把这地方给套出来了……”
en_us: "Heh heh... This is really luck. A few days ago when I went to the Adventurers Guild, I bumped into an adventurer who was turning in his quest. After he had turned in his quest, he started selling half of a Hypnotic Crystal. How would the idiots at the Adventurers Guild know what a Hypnotic Crystal is? He didn't manage to sell it for a whole afternoon, till then I grabbed myself a deal... Ha ha, I bought a shard with 100 gold coins, and found this place in a short time..."

source: “嘿嘿，刚才我用心灵传讯悄悄通知他的……”葛瑞安笑得一脸得意：“三大家族，却只有两个机会，我看他们怎么争……”
en_us: "Heh heh. I used telepathy to inform him just now..." Gerian laughed in a gratified manner. "Three big families, but only two chances. I'll see how they're going to compete..."

source: “嘿嘿，那天我听人说，为了拍到奥法药剂，有些家族已经开始卖传家之宝了，当时我就想，与其便宜别人，不如便宜魔法公会，于是我就跟他们说，钱不够也行，可以用东西折算，不管是材料还是装备，只要能用得上的，咱们公会统统接受。”
en_us: "Heh heh, I heard that some families are already starting to sell their family hoards in order to get the Arcane Magic Potions. So I thought, rather than benefiting others, why not benefit the Guild of Magic instead. So I told them, It's alright if the money's not enough, they can convert it with items. Regardless of ingredients or equipment, as long as it can be of use the guild will accept it."

source: “噗……”忽然间听见这话，林立差点没被口水呛到，跟葛瑞安谈细节？凯文这不是把人往火坑里推么……
en_us: "Pft..." Lin Li nearly choked on his saliva hearing the words out of the blue. Discussing the details with Gerian? Kevin was trying to push him into the pit of fire...

source: “噗！”
en_us: "Pop!"

source: “四十五万。”鲁本－萨鲁曼身上，似乎总带着一股阴气森森的寒意，每次听见他报价，林立都感觉身上有些发冷。
en_us: "450,000." Reuben Saruman always seemed to have a gloomy chill around him. Everytime Lin Li heard him bid, he'd feel a chill creeping over his body.

source: “四十八万！”伊瑟拉－笑容温和，让人感觉如沐春风，但在报价上却是果断而又迅速，几乎是鲁本话音刚落，他就又将价格提了三万上去。
en_us: "480,000!" Ysera's smile was gentle like a breath of fresh air. But his bid was firm and quick; he had raised the price by 30,000 almost as soon as Reuben's voice fell.

source: “四马之力，铸鼎境四重！”
en_us: "The strength of four horses... Fourth stage of Cast Tripod Realm!"

source: “回去修炼！”
en_us: "I'll go back home to practice cultivation!"

source: “回长老，我知道什么回事！”
en_us: "Report to Elder, I know what exactly happened!"

source: “因为我？”
en_us: "Because of me?"

source: “在什么地方？”
en_us: "Where is it?"

source: “在他二十五岁生日后不久，老萨鲁曼就宣布了自己的继承人，也就是他同父异母的亲弟弟索萨，在老萨鲁曼宣布这个消息的当天，鲁本就从加洛斯城消失了，这一消失就是五年，没人知道他去了哪里，也没人知道这五年中他都干了些什么，一直到三十岁那年，鲁本才回到加洛斯。”
en_us: "Not long after his 25th birthday, Old Saruman announced his successor, who was Reuben's half-brother Sosa. On the day Old Saruman announced the news, Reuben disappeared from Jarrosus City. His disappearance lasted for five years. No one knew where he went, and no one knew what he did in that five years. He did not return to Jarrosus until he was 30."

source: “在历史上承载过九任天帝的天庭并不适合你，我就不留下来让你破坏了。还是将它留给今后适合的继任者吧……”
en_us: "The Heavenly Court, the responsibility of nine generations of Celestial Thearchs throughout history, does not suit you. I shall not leave it for you to destroy. It'd be better to leave it to future successors…"

source: “在奥兰纳的时候，安度因曾经跟我说过，你除了魔法天赋之外，还是一个难得一见的药剂学天才。”于是老格林不得不主动找些话题：“凑巧我也算是个不错的药剂师，如果你愿意的话，说不定我们可以一起探讨探讨药剂学方面的问题。”
en_us: "When we were in Alanna, Andoine has mentioned to me that other than your magical gifts, you are also a rare genius in pharmaceutics." Hence, Old Grimm had to find something to talk about. "Coincidentally, I'm quite a decent pharmacist myself. If you like, maybe we can discuss pharmaceutics issues together."

source: “地阶丹药？”
en_us: "Earth-tier elixirs?"

source: “坚决不行！”林立打死不干，他真是不想当什么公会会长，这位子可不是那么好坐的，想干好肯定要被累死，胡搞一气倒是不累，可多半会被人骂死，林立不想累死也不想被骂死，所以不当会长是最好的选择。
en_us: "Definitely no!" Lin Li would not do it no matter what. He really didn't want to be the President of any guild. This was not an easy position. If you wanted to do it well, you'd be exhausted to death; it would not be tiring fooling around, but you'd probably be criticized to death. Lin Li did not want to be exhausted to death nor criticized to death, so not being the President would be the best choice.

source: “城中心那几处房产，处理得怎么样了？”马修斯－梅林今年五十三岁，担任梅林家族这一代的族长已经十年，可他却很少象今天这么激动过，今天之内，他已经在客厅里走了不知道多少个来回，踩在那柔软的地毯上，心情却久久无法平复。
en_us: "How are the properties in the city center handled?" Matthew Merlin was 53 years old this year. He had been the head of the Merlin Family for a decade, but he had never been as agitated as today. He paced back and forth in the living room, stepping on the soft carpet, but his mood could not be calmed for a long time.

source: “城主大人……”三人出了翡翠高塔，黑袍法师有些犹豫的低声请示道：“这次没能找到那人，格林先生那里会不会有些不好交代？”
en_us: "Master Castellan..." The three men walked out of the Emerald Tower, and the mage in black robe asked with some hesitation in a low voice, "We didn't find the person this time, will it be difficult to answer to Mr Grimm?"

source: “城主大人说笑了，罗琳小姐的医术高明，又哪需要我来指导……”林立打着哈哈，打算随口把这事敷衍过去。
en_us: "You must be joking, Master Castellan. Miss Rowling has superior medical skills, how could she need my guidance..." Lin Li joked lightly, planning to play this matter off.

source: “城主大人过奖了。”
en_us: "You flatter me, Master Castellan."

source: “基本上，是这么回事……”
en_us: "Basically, that is so..."

source: “基本上，是这么回事。”说完这句话，安度因从法师袍中掏出一只厚厚的信封：“反正你继续留在落日山脉，也学不到什么东西，还不如我推荐你去一个地方，在那里你可以继续学习，也可以干一些你自己想干的事。”
en_us: “Basically, that is the case.” After finishing what he had to say, Andoine pulled out a thick envelope from his mage robe. “In any case, by continuing to stay in the Sunset Mountains, you will not be able to learn anything useful anymore. Why don’t you let me recommend you to another place? There, you can choose to continue to learn something more or do the things you have always wanted to do.”

source: “外面太吵了，我想一个人静一静……”罗琳神色复杂的望了林立一眼，这才脸蛋红红的低声说道。
en_us: Rowling glanced at Lin Li with a complex expression on her flushed face and said softly, "It's too noisy outside, I wanted to be alone..."

source: “多谢杨管事。”
en_us: "Thank you very much, Manager Yang."

source: “够了！”就在这个时候，一个声音从台阶下传来。
en_us: "Enough!" Just then, a voice came from below the steps.

source: “大事……少爷？狗屁的少爷！哈哈哈哈……”
en_us: “Great things? Young Master? Young Master my ass! Hahahaha…”

source: “大事！”
en_us: "'Great things'!"

source: “大概六级左右。”
en_us: "About level-six."

source: “大概半个小时之后。”老法师笑了笑，拍了拍林立的肩膀：“不过没关系，这件事不会耽搁我太多的时间，估计一两周之后，我就可以回加洛斯城了，到时候我带你去我的私人药剂室，我在那里藏了一套紫水晶烧杯，那可是我花大价钱弄来的珍品……”
en_us: “About half an hour later.” The old mage laughed and gave Lin Li a pat on his shoulder. “It wouldn’t matter as this will not delay me too much. I guess I will probably be able to head to Jarrosus City after a week or two. When that happens, I will bring you to my private pharmacy. I had hidden a purple set of crystal beakers; it’s a treasure that I have gotten at a great value…”

source: “大爷爷，你没事真的太好了……”睡梦中的江逸满脸泪痕地唤了一声。
en_us: Tears streaming down his cheeks, the still-dreaming Jiang Yi whispered, “Grandfather, you’re back, and completely fine! This is great news…”

source: “大爷，进去玩玩吧！我们风月楼的姑娘可是最会疼人的！”
en_us: "Sir, come in and enjoy yourself! Our Fengyue Brothel's ladies are best at pampering you!"

source: “大魔导士果然厉害……”自从穿越之后，林立第一次遇到了无法抗衡的对手，一种深深的挫败感不由从心头涌起。
en_us: An archmage is indeed impressive... It was the first time Lin Li had met an adversary impossible to overcome ever since he had time travelled. A profound sense of frustration sprung from his heart.

source: “天地浩浩，唯大道永恒，欲证天道，必先修自身……”
en_us: “In the vastness of the heaven and earth, only The Way is eternal. To obtain proof of heavenly law, one must first cultivate oneself…”

source: “太好了！”葛瑞安面露喜色，也不等林立多问，急急忙忙的就带着两人到了三楼大厅。
en_us: "Great!" Gerian's face beamed with delight. Without any further questions from Lin Li, he hurriedly brought the two of them to the hall on the third level.

source: “失败的任务同样要交，不然我们就不能再接其他任务了。”
en_us: "We have to turn in failed quests as well, or we won't be able to receive new ones."

source: “她没机会了。”林立看了达芙妮一眼，低声说出了自己的判断。
en_us: Lin Li took a glance at Daphne and concluded in a low voice, "She has no chance anymore."

source: “好……好久不见……”克伦威尔下意识的往后缩了缩，因为鼻子受伤的关系，断断续续的声音中还带着一丝鼻音。
en_us: "Long... long time no see..." Cromwell backed down subconsciously. Due to his wounded nose, there was a faint twang in the broken voice.

source: “好。”一看老家伙脸上的神色，林立就知道他在想些什么，一时间倒也不好再继续留他。
en_us: "Sure," Lin Li knew what he was up to upon a mere look of the old man's face. For a moment, it was not so nice to insist he stayed.

source: “好丹药！”
en_us: "What a good elixir!"

source: “好了小子，虽然我不知道你为什么会来到这里……”白袍老人看了一眼床头的苍穹之杖，这才带着几分不耐烦的神色对林立说道：“当然我也没兴趣知道！总之落日山脉不是一个适合郊游的地方，如果你只是想找点刺激，或者闲得无聊想锻炼自己，那我倒是可以奉劝你一句，从哪里来回哪里去，不要跑到落日山脉来干这种找死的事。”
en_us: "Alright kid, though I don't know why you came here..." The old man took a glance at the Celestial Cane placed on the side of the bed, and with an impatient look on his face, he turned to Lin Li. "And of course I have no wish to know why! In any case, the Sunset Mountains are not a place for excursions. If you're looking for some thrill or would like to train yourself out of boredom, then I'll offer you one advice. Go back where you come from and don't ever come seeking death in the Sunset Mountains."

source: “好了，易公子，我先回去了！”
en_us: "Alright, Young Master Yi, I'll be leaving!"

source: “好了，相信少爷，我会有办法的，先进去吧。”
en_us: "Alright, trust in your young master; I will come up with a plan. Head on in."

source: “好刺激！”双足飞龙刚一现身，林立两只眼睛顿时直了。
en_us: "Exciting!" Lin Li stared at the Wyvern fervently as it appeared.

source: “好吧好吧……既然你这么有诚意，那我就不客气了……”林立逗小孩似的拍了拍利维坦猩猩的脑袋，大概是因为弄了个戒指心情不错的缘故，此时再看利维坦猩猩，倒也不象先前那般面目可憎了。
en_us: "Alright... Since you're so sincere, then I shall gladly take it..." Lin Li patted the Leviathan Gorilla's head in a way that looked like he was teasing a child. He was in a fairly good mood, probably due to the acquisition of the ring, and the Leviathan Gorilla did not seem to look that repulsive as it did.

source: “好吧！”
en_us: "Alright then!"

source: “好吧，费雷，你这是第一次去加洛斯城？”
en_us: ”Alright. Felic, is this your first visit to Jarrosus City?”

source: “好啊！在这炼丹房才做事一天，你都装起来了？”
en_us: "Good! You've only been working in the alchemy lab for a day, and you're already protecting yourself?"

source: “好嘞，来人取十枚灵神丹来。”
en_us: "Right away, sir. Servants, fetch me ten Spirit Pills."

source: “好多丹药……”
en_us: "So many elixirs..."

source: “好机会！”
en_us: "That was such a good opportunity!"

source: “好的爸爸。”
en_us: “Yes, Father.”

source: “好的，城主大人。”
en_us: "Yes, Master Castellan."

source: “好的，我马上去办！”
en_us: "Okay, I'll get right down to it!"

source: “好的，请两位到这边看看。”
en_us: "Sure. Please follow me."

source: “好的，麻烦您稍等一下。
en_us: "Sure, please wait."

source: “好神奇……”
en_us: "How weird..."

source: “好神奇，这黑色元力竟能让丹药的药力增强？”
en_us: "How weird! To think that this black essence force could actually increase the medicinal power of an elixir..."

source: “好象是跟阴影之都有点冲突，当时时间有点紧，葛瑞安叔叔也没跟我细说，只是让我告诉你宴会的事。”
en_us: "Seems like there's a conflict with Shadow City. Time was tight so Uncle Gerian did not tell me the details. He only told me to inform you of the banquet."

source: “好象是这样，怎么了，女朋友？”
en_us: "Seems like it. Why, is it your girlfriend?"

source: “好险！”
en_us: "What a close shave!"

source: “好！”
en_us: "Alright!"
